language_selected = Тіл қазақ тіліне орнатылған
select_command = Пәрменді таңдаңыз

start_command =
  Бұл веб-сайтта жазбалар жасауға арналған бот.
     <em>Әсіресе WebDevl веб-әзірлеу студиясының клиенттері үшін.</em>
    
 Сіздің телеграмма идентификаторыңыз <b>{$id}</b>. Ботқа кіруді қамтамасыз ету үшін оны әкімшіге жіберіңіз.
 <em>Тілді толығымен өзгерту үшін telegram жүйесіне қайта кіріңіз</em>

 <b>Бот командалары туралы қысқаша ақпарат алу үшін /faq пәрменін жазыңыз.</b>



start = Бастау және тілді өзгерту
faq = Бот және командалар туралы ақпарат
new_post = Жаңа хабарлама қосады
edit_post = Постты идентификаторы бойынша өңдейді
photo = Тақырыбы, сипаттамасы және жинағы бірдей кескіндер жинағын жүктейді
delete_post = Постты идентификаторы бойынша жояды

skip = өткізіп жіберу
img_error = Файлды жүктеп алу кезінде қате орын алды. Кейінірек көріңіз.
check_error = Сіз дерекқорда жоқсыз. Бұл қате болса, жасаушыға хабарласыңыз.

not_text = Сіздің хабарламаңыз мәтін емес. Пәрменді қайта жазыңыз.
not_category = Мұндай категория жоқ. Әдепкі бойынша таңдалған.
not_image = Фотосы жоқ пост таңдалды.

type_title = Тақырыпты енгізіңіз
type_info = Жазба жасау үшін ақпаратты енгізіңіз.
type_description = Сипаттама енгізіңіз. Қажет болмаса, тырнақшасыз «Өткізіп жіберу» деп жазыңыз.
type_category = Ұсынылғандардың ішінен санатты енгізіңіз

img_size = Суретті жіберу. Қажет болмаса, кез келген сөзді жариялаңыз. Ұсынылатын ажыратымдылық: {$img_info} пиксель.

post_published = Пост жарияланған. Оның идентификаторы - {$postId}



post_updated = Пост сәтті жаңартылды
edit_id = Өңдегіңіз келетін жазбаның идентификаторын енгізіңіз
not_id = Бұл идентификатор емес. Пәрменді қайта жазыңыз.
id_error = Мұндай хабарлама жоқ. Пәрменді қайтадан енгізіңіз.
edit_what = Нені өзгерткіңіз келеді?
img_error = Бұл сурет емес. Пәрменді қайта енгізіңіз
none_error = Мұндай опция жоқ. Пәрменді қайта жазыңыз

edit_title = Тақырып
edit_description = Сипаттама
edit_category = Санат
edit_image = Сурет

new_title = Жаңа тақырыптың мәтінін енгізіңіз
new_description = Жаңа сипаттама мәтінін енгізіңіз




general_title = Жалпы тақырып енгізіңіз
general_description = Жалпы сипаттаманы енгізіңіз. Қажет болмаса, тырнақшасыз «Өткізу» деп жазыңыз.
general_category = Жалпы санатты енгізіңіз
general_photo = Суреттеріңізді жіберіңіз. Аяқтаған кезде кез келген сөзді жазыңыз.
general_published = Хабарламалар сәтті жүктелді.
general_img = Суреттерді жүктеу аяқталды



delete_id = Жойғыңыз келетін жазбаның идентификаторын енгізіңіз
delete_successfully = {$postId} жазбасы сәтті жойылды.

faq_command =
  <b>/start</b> - бот дерекқорына қосу үшін әкімшіге беру үшін телеграмма идентификаторын алуға арналған команда. Тілді ауыстыру.

  <b>/new_post</b> - тақырып, сипаттама, санат және суретті сұрайтын жазба жасауға арналған команда. Жарияланған кезде посттың идентификаторы онымен әрі қарай әрекеттесу үшін жазылады.

  <b>/edit_post</b> - жазбаны идентификаторы бойынша өңдеу пәрмені. Барлық пост деректерін (атауы, сипаттамасы, т.б.) толығымен өзгертуге болады.

  <b>/photo</b> - тақырыбы, сипаттамасы және коллекциясы бірдей суреттер жинағын жүктеу командасы. Негізінен портфолиодағы суреттерді жариялау үшін қолданылады.

  <b>/delete_post</b> - жазбаны идентификаторы бойынша жояды.