language_selected = Язык установлен на Русский
select_command = Пожалуйста, выберите команду

start_command =
 Это бот по созданию постов на вашем сайте.
    <em>Специально для клиентов студии веб-разработки WebDevl.</em>
    
 Ваш telegram id - <b>{$id}</b>. Передайте его администратору для предоставления доступа к боту.
 <em>Перезайдите в telegram для полной смены языка</em>

 <b>Напишите команду /faq для краткого информирования по командам бота.</b>

start = Начать и поменять язык
faq = Информация о боте и командах
new_post = Добавляет новый пост
edit_post = Изменяет пост по его id
photo = Загружает коллекцию изображений по одинаковому заголовку, описанию и коллекции
delete_post = Удаляет пост по его id


skip = пропустить
img_error = Произошла ошибка при скачивании файла. Попробуйте позже.
check_error = Вас нет в базе. Если это ошибка - обратитесь к создателю.

not_text = Ваше сообщение не является текстом. Напишите команду заново.
not_category = Такой категории нет. Выбрана по умолчанию.
not_image = Выбран пост без фото.

type_title = Введите заголовок
type_info = Введите данные для создания поста.
type_description = Введите описание. Если не нужно - напишите без кавычек "Пропустить"
type_category = Введите категорию из предложенных

img_size = Отправьте изображение. Если не нужно - напишите любое слово. Рекомендуемое разрешение: {$img_info} пикселей.

post_published = Пост опубликован. Его id - {$postId}



post_updated = Пост успешно обновлен
edit_id = Введите id поста который вы хотите изменить
not_id = Это не айди. Напишите команду заново.
id_error = Такого поста нет. Введите команду еще раз.
edit_what = Что вы хотите изменить?
img_error = Это не изображение. Введите команду заново
none_error = Такого варианта нет. Напишите команду заново

edit_title = Заголовок
edit_description = Описание
edit_category = Категория
edit_image = Изображение

new_title = Введите текст нового заголовка
new_description = Введите текст нового описания




general_title = Введите общий заголовок
general_description = Введите общее описание. Если не нужно - напишите без кавычек "Пропустить"
general_category = Введите общую категорию
general_photo = Отправьте ваши изображения. Когда закончите - напишите любое слово.
general_published = Посты успешно загружены.
general_img = Окончание загрузки изображений



delete_id = Введите id поста, который вы хотите удалить
delete_successfully = Пост {$postId} успешно удален.


faq_command =
 <b>/start</b> - команда для получения телеграм id,чтобы передать его администратору для добавления в базу данных бота. Смена языка.

 <b>/new_post</b> - команда для создания поста, спрашивающая: заголовок, описание, категорию и изображение. При опубликовании пишется id поста, для дальнейшего взаимодействия с ним.

 <b>/edit_post</b> - команда для изменения поста по его id. Возможна полная смена всех данных поста(заголовок, описание и т.д.).

 <b>/photo</b> - команда для загрузки коллекции изображений по одинаковому заголовку, описанию и коллекции. Используется в основном для опубликования изображений в порфтолио.

 <b>/delete_post</b> - удаляет пост по его id.



